Repository: bertekg/FlipBlock3D_LevelEditor
Catalog: FlipBlock3D_LevelEditor/Languages/Lang.*.resx
Languages: pl_pl

# sAboutProgram
source: About Program
pl_pl: Informacje o programie

# sCellsCount
source: Cells Count
pl_pl: Ilość komórek

# sConstanNumberOfSteps
source: Constant Number of Steps
pl_pl: Stała liczba kroków

# sCurrentCell
source: Current Cell
pl_pl: Obecna komórka

# sDeletaAllCells
source: Deleta all cells
pl_pl: Usuń wszystkie komórki

# sDeleteThisCell
source: Delete this cell
pl_pl: Usuń wskazaną komórkę

# sDirectOnAxis
source: Direct On Axis
pl_pl: Bezpośrednio za pomocą osi

# sEdit
source: Edit
pl_pl: Edytuj

# sErrorConfigFileNoExistMessage
source: Configuration File of program not exist or it is corrupted. Program will open with default settings. If you open first time this program, pleas ignore this problem. If this problem occur every time during opening a program, please start program with Administrator Rights.
pl_pl: Plik konfiguracyjny nie istnieje albo jest uszkodzony. Program zostanie uruchomiony z ustawieniami domyślnymi. Jeżeli program jest otwarty po raz pierwszy, proszę zignorować ten błąd. Jeżeli ta informacja pojawia się za każdym razem podczas otwierania programu, proszę uruchomić program z prawami administratora.

# sErrorConfigFileNoExistTitle
source: Problem with Configuration File
pl_pl: Problem z plikiem konfiguracyjnym

# sErrorIncorrectNameMessage
source: Please select a correct level name.
pl_pl: Proszę wybrać poprawną nazwę poziomu.

# sErrorIncorrectNameTittle
source: Incorrect level name
pl_pl: Niepoprawna nazwa poziomu

# sErrorIncorrectPathMessage
source: Please select a correct level path.
pl_pl: Proszę wybrać poprawną ścieżkę zapisu pliku

# sErrorIncorrectPathTittle
source: Incorrect level path
pl_pl: Nie poprawna ścieżka zapisu pliku

# sErrorManualOpenMessage
source: Manual cannot be open properly. Please check you PC can open PDF files. If PC can open PDF files pleas make following steps: 1. Check program folder, if contains folder "Manuals". 2. Check "Manuals" folder contains PDF file "Flip Block 3D - Level Editor (User Manual).pdf". If any step is not met, please contact with person who distrbute this program.
pl_pl: Podręcznik użytkownika nie może zostać otwarty. Proszę sprawdzić czy komputer może otwierać pliki PDF. Jeżeli jest taka możliwość, proszę wykonać następujące kroki: 1. Sprawdzić czy istnieje folder „Manuals” w ścieżce programu. 2. Sprawdzić czy folder „Manuals” zawiera plik PDF: „Flip Block 3D - Edytor Poziomów (Poradnik Użytkownika).pdf” Jeżeli folder nie zwiera pliku PDF, proszę skontaktować się z osobą która rozpowszechnia ten program.

# sErrorManualOpenTittle
source: Error during open manual
pl_pl: Problem podczas otwierania podręcznika użytkownika

# sErrorOpenLevelMessage
source: Game level cannot be opened! File is corrupted.
pl_pl: Plik z poziomem gry nie może zostać otwarty. Możliwe że plik jest uszkodzony.

# sErrorOpenLevelTittle
source: Open level error
pl_pl: Problem podczas otwierania poziomu

# sErrorPathNoExistMessage
source: The level path does not exist.
pl_pl: Ścieżka do pliku z poziomem gry nie istnieje.

# sErrorPathNoExistTittle
source: No exist level path
pl_pl: Nie istnieje ścieżka do poziomu

# sErrorSaveLevelMessage
source: Game level was not saved correct! Some unxpected error occure.
pl_pl: Poziom gry nie został zapisany poprawnie. Wystąpił nie przewidziany problem.

# sErrorSaveLevelTittle
source: Error during save level
pl_pl: Problem podczas zapisu poziomu

# sExit
source: Exit
pl_pl: Wyjście

# sFile
source: File
pl_pl: Plik

# sFinish
source: Finish
pl_pl: Zakończ

# sGameLevel
source: Game Level
pl_pl: Poziom gry

# sHelp
source: Help
pl_pl: Pomoc

# sIceCell1
source: Ice Cell Number of Steps = 1
pl_pl: Komórka lodowa Liczba kroków = 1

# sIceCell2
source: Ice Cell Number of Steps = 2
pl_pl: Komórka lodowa Liczba kroków = 2

# sIceCell3
source: Ice Cell Number of Steps = 3
pl_pl: Komórka lodowa Liczba kroków = 3

# sIceCell4
source: Ice Cell Number of Steps = 4
pl_pl: Komórka lodowa Liczba kroków = 4

# sIceCells
source: Ice cells
pl_pl: Komórki lodowe

# sIceDec1
source: Decrement Number of Steps in Ice Cell
pl_pl: Dekrementuj liczby kroków komórki lodowej

# sIceInc1
source: Increment Number of Steps in Ice Cell
pl_pl: Inkrementuj liczby kroków komórki lodowej

# sInfoNewLevelConfirmationMessage
source: New game level was created!
pl_pl: Nowy poziom gry został stworzony!

# sInfoNewLevelConfirmationTittle
source: New level confirmation
pl_pl: Potwierdzenie stworzenia poziomu

# sInfoOpenLevelConfirmationMessage
source: Game level was opened correct!
pl_pl: Poziom gry został otwarty prawidłowo!

# sInfoOpenLevelConfirmationTittle
source: Open level confirmation
pl_pl: Potwierdzenie otwarcia poziomu

# sInfoSaveLevelMessage
source: Game level was saved correct!
pl_pl: Poziom gry został zapisany poprawnie!

# sInfoSaveLevelTittle
source: Save level confiramtion
pl_pl: Potwierdzenie zapisania poziomu

# sLanguage
source: Language
pl_pl: Język

# sLevelDimensionControl
source: Level dimension control
pl_pl: Kontrola wymiarów poziomu

# sLevelDimensionInformation
source: Level dimension information
pl_pl: Informacje o wymiarach poziomu

# sMoveViewBottomLeft
source: Move All Level To Bottom Left Corner
pl_pl: Przemieść cały poziom w lewy dolny narożnik

# sMoveViewBottomRight
source: Move All Level To Bottom Right Corner
pl_pl: Przemieść cały poziom w prawy dolny narożnik

# sMoveViewDown
source: Move All Level To Down Direction
pl_pl: Przemieść cały poziom w dół

# sMoveViewLeft
source: Move All Level To Left Direction
pl_pl: Przemieść cały poziom w lewo

# sMoveViewRight
source: Move All Level To Right Direction
pl_pl: Przemieść cały poziom w prawo

# sMoveViewTopLeft
source: Move All Level To Top Left Corner
pl_pl: Przemieść cały poziom w lewy górny narożnik

# sMoveViewTopRight
source: Move All Level To Top Right Corner
pl_pl: Przemieść cały poziom w prawy górny narożnik

# sMoveViewUp
source: Move All Level To Up Direction
pl_pl: Przemieść cały poziom w górę

# sNewLevel
source: New Level
pl_pl: Nowy poziom

# sNormalCell1
source: Normal Cell Number of Steps = 1
pl_pl: Komórka normalna Liczba kroków = 1

# sNormalCell2
source: Normal Cell Number of Steps = 2
pl_pl: Komórka normalna Liczba kroków = 2

# sNormalCell3
source: Normal Cell Number of Steps = 3
pl_pl: Komórka normalna Liczba kroków = 3

# sNormalCell4
source: Normal Cell Number of Steps = 4
pl_pl: Komórka normalna Liczba kroków = 4

# sNormalCells
source: Normal Cells
pl_pl: Komórki normalne

# sNormalDec
source: Decrement Number of Steps in Normal Cell
pl_pl: Dekrementuj liczby kroków komórki normalnej

# sNormalInc
source: Increment Number of Steps in Normal Cell
pl_pl: Inkrementuj liczby kroków komórki normalnej

# sNumberOfSteps
source: Number of steps
pl_pl: Liczba kroków

# sNumberOfStepsModyfier
source: Number of StepsModyfier
pl_pl: Zmiana liczby kroków

# sOpenLevel
source: Open Level
pl_pl: Otwórz poziom

# sOpenManual
source: Open Manual
pl_pl: Otwórz podręcznik użytkownika

# sOtherCells
source: Other Cells
pl_pl: Inne komórki

# sPositionX
source: Position X
pl_pl: Pozycja X

# sPositionY
source: Position Y
pl_pl: Pozycja Y

# sProjectPath
source: Level Path
pl_pl: Ścieżka zapisu poziomu

# sReleaseDate
source: Release Date
pl_pl: Data wydania

# sResizeViewToAllCells
source: Resize view to all cells
pl_pl: Dopasuj widok do wszystkich komórek

# sSaveLevel
source: Save Level
pl_pl: Zapisz poziom

# sSaveLevelAs3xDot
source: Save Level as...
pl_pl: Zapisz poziom jako…

# sSetDefoultView
source: Set Defoult View
pl_pl: Ustaw standardowy widok

# sShowBottomStatusBar
source: Show Bottom Status Bar
pl_pl: Pokaż dolny pasek statusu

# sShowLeftPanel
source: Show Left Panel
pl_pl: Pokaż lewy panel programu

# sShowRightPanel
source: Show Right Panel
pl_pl: Pokaż prawy panel programu

# sShowToolBar
source: Show Tool Bar
pl_pl: Pokaż pasek narzędzi

# sToolBarIconsSize
source: Tool Bar Icons Size
pl_pl: Rozmiar ikon paska narzędzi

# sType
source: Type
pl_pl: Typ

# sVersionNumber
source: Version Number
pl_pl: Numer wersji

# sView
source: View
pl_pl: Widok

# sViewNavigation
source: View Navigation
pl_pl: Nawigacja widoku

# sZoomInLevelView
source: Zoom In Level View
pl_pl: Przybliż cały poziom

# sZoomOutLevelView
source: Zoom Out Level View
pl_pl: Oddal cały poziom
